{
  "fatherbot": {
    "quotes": [
      "Believe you can and you're halfway there. – Theodore Roosevelt",
      "Success is not final, failure is not fatal: It is the courage to continue that counts. – Winston Churchill",
      "Your limitation—it’s only your imagination.",
      "Hardships often prepare ordinary people for an extraordinary destiny. – C.S. Lewis",
      "The secret of getting ahead is getting started. – Mark Twain",
      "It’s not whether you get knocked down, it’s whether you get up. – Vince Lombardi",
      "The only way to do great work is to love what you do. – Steve Jobs",
      "Discipline is the bridge between goals and accomplishment. – Jim Rohn",
      "Don’t count the days, make the days count. – Muhammad Ali",
      "Your life does not get better by chance, it gets better by change. – Jim Rohn",
      "You miss 100% of the shots you don’t take. – Wayne Gretzky",
      "The only limit to our realization of tomorrow is our doubts of today. – Franklin D. Roosevelt",
      "In the middle of difficulty lies opportunity. – Albert Einstein",
      "Life is 10% what happens to us and 90% how we react to it. – Charles R. Swindoll",
      "Success usually comes to those who are too busy to be looking for it. – Henry David Thoreau",
      "Success is not how high you have climbed, but how you make a positive difference to the world. – Roy T. Bennett",
      "The harder you work for something, the greater you’ll feel when you achieve it. – Anonymous",
      "Everything you’ve ever wanted is on the other side of fear. – George Addair",
      "Do something today that your future self will thank you for.",
      "Success is not in what you have, but who you are. – Bo Bennett",
      "It’s never too late to be what you might have been. – George Eliot",
      "Start where you are. Use what you have. Do what you can. – Arthur Ashe",
      "The best time to plant a tree was 20 years ago. The second best time is now. – Chinese Proverb",
      "Don’t watch the clock; do what it does. Keep going. – Sam Levenson",
      "The way to get started is to quit talking and begin doing. – Walt Disney",
      "The future belongs to those who believe in the beauty of their dreams. – Eleanor Roosevelt",
      "Happiness is not something ready made. It comes from your own actions. – Dalai Lama",
      "Everything you can imagine is real. – Pablo Picasso",
      "Your only limit is your mind.",
      "There are no shortcuts to any place worth going. – Beverly Sills",
      "Don’t be pushed around by the fears in your mind. Be led by the dreams in your heart. – Roy T. Bennett",
      "The journey of a thousand miles begins with one step. – Lao Tzu",
      "Keep your face always toward the sunshine—and shadows will fall behind you. – Walt Whitman",
      "Don’t let yesterday take up too much of today. – Will Rogers",
      "Hard work beats talent when talent doesn’t work hard. – Tim Notke",
      "Strive not to be a success, but rather to be of value. – Albert Einstein",
      "You will never win if you never begin. – Helen Rowland",
      "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle. – Christian D. Larson",
      "The key to success is to focus on goals, not obstacles. – Unknown",
      "What lies behind us and what lies before us are tiny matters compared to what lies within us. – Ralph Waldo Emerson",
      "There is no passion to be found playing small – in settling for a life that is less than the one you are capable of living. – Nelson Mandela",
      "Take action! An inch of movement will bring you closer to your goals than a mile of intention. – Steve Maraboli",
      "Everything you’ve ever wanted is on the other side of fear. – George Addair",
      "The only place where success comes before work is in the dictionary. – Vidal Sassoon",
      "Act as if what you do makes a difference. It does. – William James",
      "Your time is limited, so don’t waste it living someone else’s life. – Steve Jobs",
      "To succeed in life, you need two things: ignorance and confidence. – Mark Twain",
      "The road to success and the road to failure are almost exactly the same. – Colin R. Davis",
      "I find that the harder I work, the more luck I seem to have. – Thomas Jefferson"
    ],
    "checkins": [
      "Where are you in the program today?",
      "What is the biggest takeaway from the program so far?",
      "How have you applied what you’ve learned in your personal life?",
      "What’s the most significant change you’ve noticed in yourself?",
      "What area of fatherhood would you like to focus on improving next?",
      "What is your main priority for the next week in the program?",
      "How do you feel about your current progress?",
      "What is your biggest challenge right now in your personal development?",
      "How have your perspectives on fatherhood shifted since starting the program?",
      "What is your next step in balancing work and family life?",
      "What’s one goal you want to accomplish by the end of the week?",
      "Have you created any new habits since starting this program?",
      "How can you improve your relationship with your children in the coming week?",
      "What is the best advice you’ve received so far in the program?",
      "How are you staying consistent with the program amidst daily distractions?",
      "What new insights have you gained into your strengths and weaknesses?",
      "What is one thing you’re doing differently today compared to last month?",
      "How are you measuring your success in this program?",
      "What are you grateful for in your journey so far?",
      "What personal breakthrough did you experience this week?",
      "Where do you feel most challenged in your family dynamics?",
      "What are your top priorities for the next month as a father?",
      "How do you stay motivated when you feel overwhelmed?",
      "What tools have been most helpful for you in tracking your progress?",
      "How do you define success in fatherhood, and how close are you to it?",
      "What has been the hardest change to implement in your routine?",
      "What do you feel is missing from your current daily routine?",
      "How can you start using your time more intentionally in the program?",
      "What habits would you like to leave behind by the end of the program?",
      "What strengths in yourself have you recognized that you hadn’t noticed before?",
      "How do you create time for self-care while being an active father?",
      "How has your understanding of your emotional intelligence evolved?",
      "What’s your plan for maintaining the changes you’ve made after the program?",
      "What’s the best example you’ve set for your children recently?",
      "What’s one area you feel confident about in your parenting so far?",
      "What would you tell another father who is about to begin this journey?",
      "What is your biggest takeaway from today’s reflection?",
      "What do you want to feel when you look back at this program in a year?",
      "How do you plan to integrate the program’s teachings into your family life?",
      "What’s your biggest motivation to keep going in this program?",
      "What would a successful week look like for you in the program?",
      "How do you handle setbacks or failures in your parenting journey?",
      "What action step will you focus on tomorrow to continue moving forward?",
      "How can you model emotional intelligence for your children?"
    ]
  },
  "student": {
    "quotes": [
      "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful. – Albert Schweitzer",
      "Don't watch the clock; do what it does. Keep going. – Sam Levenson",
      "Everything you’ve ever wanted is on the other side of fear. – George Addair",
      "The only way to do great work is to love what you do. – Steve Jobs",
      "Your limitation—it’s only your imagination.",
      "Life is 10% what happens to us and 90% how we react to it. – Charles R. Swindoll",
      "The way to get started is to quit talking and begin doing. – Walt Disney",
      "The future belongs to those who believe in the beauty of their dreams. – Eleanor Roosevelt",
      "Success is not in what you have, but who you are. – Bo Bennett",
      "Everything you can imagine is real. – Pablo Picasso",
      "Your only limit is your mind.",
      "There are no shortcuts to any place worth going. – Beverly Sills",
      "Don’t be pushed around by the fears in your mind. Be led by the dreams in your heart. – Roy T. Bennett",
      "The journey of a thousand miles begins with one step. – Lao Tzu",
      "Keep your face always toward the sunshine—and shadows will fall behind you. – Walt Whitman",
      "Don’t let yesterday take up too much of today. – Will Rogers",
      "Hard work beats talent when talent doesn’t work hard. – Tim Notke",
      "Strive not to be a success, but rather to be of value. – Albert Einstein",
      "You will never win if you never begin. – Helen Rowland",
      "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle. – Christian D. Larson",
      "The key to success is to focus on goals, not obstacles. – Unknown",
      "What lies behind us and what lies before us are tiny matters compared to what lies within us. – Ralph Waldo Emerson",
      "There is no passion to be found playing small – in settling for a life that is less than the one you are capable of living. – Nelson Mandela",
      "Take action! An inch of movement will bring you closer to your goals than a mile of intention. – Steve Maraboli",
      "Everything you’ve ever wanted is on the other side of fear. – George Addair",
      "The only place where success comes before work is in the dictionary. – Vidal Sassoon",
      "Act as if what you do makes a difference. It does. – William James",
      "Your time is limited, so don’t waste it living someone else’s life. – Steve Jobs",
      "To succeed in life, you need two things: ignorance and confidence. – Mark Twain",
      "The road to success and the road to failure are almost exactly the same. – Colin R. Davis",
      "I find that the harder I work, the more luck I seem to have. – Thomas Jefferson",
      "If you don’t build your dream, someone else will hire you to help them build theirs. – Tony Gaskins",
      "Success is not how high you have climbed, but how you make a positive difference to the world. – Roy T. Bennett",
      "The harder you work for something, the greater you’ll feel when you achieve it. – Anonymous",
      "Your future is created by what you do today, not tomorrow. – Robert Kiyosaki",
      "A year from now you may wish you had started today. – Karen Lamb",
      "Don't wait. The time will never be just right. – Napoleon Hill",
      "Act as if what you do makes a difference. It does. – William James",
      "The most common way people give up their power is by thinking they don’t have any. – Alice Walker",
      "Success is not in what you have, but who you are. – Bo Bennett",
      "Success usually comes to those who are too busy to be looking for it. – Henry David Thoreau",
      "The key to success is to focus on goals, not obstacles. – Unknown",
      "Success is the sum of small efforts, repeated day in and day out. – Robert Collier",
      "Failure will never overtake me if my determination to succeed is strong enough. – Og Mandino"
    ],
    "checkins": [
      "What’s one habit you’ve created that you’re proud of?",
      "How have your perspectives changed since starting the program?",
      "What’s the next step you’re taking to continue your progress?",
      "What has been your greatest breakthrough so far?",
      "What’s one lesson you want to make sure you don’t forget?",
      "Where do you feel the most growth in yourself right now?",
      "What is your biggest challenge in achieving your goals?",
      "What motivates you the most during tough times?",
      "What would you like to improve in your daily routine?",
      "How do you stay focused on your goals even when life gets busy?",
      "What do you feel most proud of in your personal growth?",
      "What’s the best advice you’ve received so far?",
      "How do you plan to use your skills in the coming week?",
      "What area of personal development are you most excited to focus on?",
      "How have your goals evolved since you began?",
      "What’s one small step you can take today to move closer to your goal?",
      "What has been your biggest breakthrough since you started?",
      "How can you make your journey more enjoyable and less stressful?",
      "What personal values have become more important to you?",
      "How have you celebrated your success so far?",
      "What has been your biggest learning moment recently?",
      "How do you plan to maintain momentum in the program?",
      "What are the small wins you’re celebrating this week?",
      "What is your definition of success today?",
      "How do you overcome procrastination and keep moving forward?",
      "What’s the one thing you could do today to feel more productive?",
      "How have your priorities shifted since starting the program?",
      "What do you think is the most important thing to focus on today?",
      "What habits do you want to break to improve your journey?",
      "How do you keep your mental and emotional well-being in check?",
      "What part of the program has been the most valuable to you?",
      "What’s your next step after completing this week’s task?",
      "What helps you stay disciplined in difficult moments?",
      "What’s the biggest impact the program has had on your life?"
    ]
  }
}
